Repository: badfun/custom-post-type-auto-menu
Catalog: lang/bfp-cpt-auto-menu-*.po
Languages: de_de, es_es, fr_fr, it_it

source: CPT Auto Menu Settings
de_de: CPT Auto Menü-Einstellungen
es_es: Configuración de Menú CPT Auto
fr_fr: Paramètres CPT Auto Menu
it_it: Impostazioni del menu CPT Auto

source: CPT Auto Menu
de_de: CPT Auto Menü
es_es: Menú Automático CPT
it_it: Menu CPT Auto

source: Your theme does not support custom navigation menus. The plugin requires themes built for at least WordPress 3.0
de_de: Ihr Thema unterstützt benutzerdefinierte Navigationsmenüs nicht. Das Plugin benötigt Themen welche mindestens für WordPress 3.0 gebaut sind
es_es: Su tema no soporta menús de navegación personalizados. El plugin requiere temas construidos para al menos WordPress 3.0
fr_fr: Votre thème ne supporte pas les menus de navigation personnalisée. Le plugin nécessite thèmes construits pendant au moins WordPress 3.0
it_it: Il tema non supporta i menu di navigazione personalizzata. Il plugin richiede temi costruiti per almeno WordPress 3.0

source: You do not have any menus setup with your theme. You need to create a menu to use this plugin.
de_de: Sie haben noch keine Menüs für Ihr Thema erstellt. Sie müssen zuerst ein Menü entwickeln, um dieses Plugin verwenden zu können.
es_es: Usted no tiene ningún tipo de menús configurados con su tema. Es necesario crear un menú para usar este plugin.
fr_fr: Vous n'avez pas de menus de configuration avec votre thème. Vous devez créer un menu pour utiliser ce plugin.
it_it: Non hai alcun menu di impostazione con il vostro tema. È necessario creare un menu per utilizzare questo plugin.

source: There is an access error
de_de: Es ist ein Zugriffsfehler
es_es: Hay un error de acceso
fr_fr: Il ya une erreur d'accès
it_it: C'è un errore di accesso

source: You do not have sufficient permission
de_de: Sie haben keine ausreichende Berechtigung
es_es: Usted no tiene los permisos necesarios para acceder a esta página
fr_fr: Vous n'avez pas les permissions nécessaires pour accéder à cette page
it_it: Non si dispone di autorizzazioni sufficienti

source: Custom Post Type Settings
de_de: Custom Post Typ Einstellungen
es_es: Configuración de Custom Post Type
fr_fr: Réglages Custom Post Type
it_it: Impostazioni Custom Post Type

source: Menu and Parent Menu Item Settings
de_de: Menü-und übergeordnete Menüpunkt Einstellungen
es_es: Configuración de Menú y Elemento Padre del Menú
fr_fr: Menu et Parent élément de menu Réglages
it_it: Menu e voce di menu padre Impostazioni

source: Available Custom Post Types
de_de: Verfügbare Custom Post Typen
es_es: Disponible Custom Post Types
fr_fr: Disponible Custom Post Types
it_it: Disponibile Custom Post Types

source: Select Menu and Parent Menu Item
de_de: Wählen Sie Menü und übergeordnete Menüelemente
es_es: Seleccionar Menú y Elemento Padre del Menú
fr_fr: Sélectionnez Menu et élément de menu parent
it_it: Selezionare Menu e la voce di menu padre

source: Select the custom post types for which you would like an automated menu.
de_de: Wählen Sie die benutzerdefinierten Post-Typen, für die Sie ein automatisiertes Menü möchten
es_es: Seleccione los custom post types para que le gustaría un menú automatizado.
fr_fr: Sélectionnez les custom post types pour lequel vous souhaitez un menu automatisé.
it_it: Selezionare i tipi postali personalizzati per i quali si desidera un menù automatico.

source: You need to select at least one Custom Post Type
de_de: Sie müssen mindestens einen benutzerdefinierten Post-Typ wählen
es_es: Debe seleccionar al menos un Custom Post Type
fr_fr: Vous devez sélectionner au moins un Custom Post Type
it_it: È necessario selezionare almeno un tipo personalizzato Messaggio

source: Select the menu and parent menu item for each custom post type
de_de: Wählen Sie das Menü und den übergeordneten Menüpunkt für jeden benutzerdefinierten Post-Typ
es_es: Seleccione el menú y el padre del menú para cada custom post type
fr_fr: Sélectionnez le menu et parent élément de menu pour chaque custom post type
it_it: Selezionare il menu e la voce di menu padre per ogni tipo di messaggio personalizzato

source: Select Menu
de_de: Wählen Sie das Menü
es_es: Seleccionar Menú
fr_fr: Sélectionnez Menu
it_it: Selezionare Menu

source: Select Menu Item
de_de: Wählen Sie die Menü Artikel
es_es: Seleccione Elemento del menú
fr_fr: Sélectionnez Menu Item
it_it: Selezionare Voce di menu

source: You do not have sufficient permissions to access this page
de_de: Sie haben die ausreichenden Rechte nicht um auf diese Seite zu greifen
es_es: Usted no tiene los permisos necesarios para acceder a esta página
fr_fr: Vous n'avez pas les permissions nécessaires pour accéder à cette page
it_it: Non si dispone di autorizzazioni sufficienti per accedere a questa pagina

source: Custom Post Type Auto Menu
de_de: Custom Post Typ Auto Menü
es_es: Custom Post Type Menú Auto
it_it: Custom Post Type Menu Auto

source: CPT Settings
de_de: CPT Einstellungen
es_es: Configuración de CPT
it_it: Impostazioni CPT

source: Menu Settings
de_de: Menü Einstellungen
es_es: Ajustes de menú
it_it: Impostazioni di menu

source: Save Settings
de_de: Einstellungen speichern
es_es: guardar configuración
fr_fr: Enregistrer
it_it: Salva impostazioni

source: version
es_es: versión
it_it: versione

source: by
de_de: von
es_es: de
fr_fr: par
it_it: di

source: Please Report Bugs
de_de: Bitte Bugs melden
es_es: Por favor, informar de bugs
fr_fr: S'il vous plaît rapporter un bogue
it_it: Si prega di segnalare i bug

source: Follow on Twitter:
de_de: Folgen Sie auf Twitter
es_es: Siga en Twitter:
fr_fr: Suivre sur Twitter
it_it: Segui su Twitter:
